[
  {
    "courseName": "Business Continuity Management Systems",
    "courseSubtitle": "",
    "courseBannerImage": "/img/course/Business-Continuity-Management-Systems-banner.png",
    "navItems": [
      {
        "href": "#overview",
        "label": "Overview"
      },
      {
        "href": "#why-join",
        "label": "Why Join?"
      },
      {
        "href": "#attendees",
        "label": "Who is it for?"
      },
      {
        "href": "#modules",
        "label": "Modules"
      }
    ],
    "overview": {
      "overviewTitle": "OVERVIEW ",
      "overviewDescription": " The Business Continuity Management 101 course provides a comprehensive and structured introduction to the principles, concepts, and practices of Business Continuity Management. Designed for professionals seeking to build awareness and establish foundational competencies, this course explores how organizations can prepare for, respond to, and recover from disruptive incidents with confidence. Participants will gain a solid understanding of the requirements of ISO 22301 and learn how it provides a framework for maintaining the continuity of critical operations and protecting vital assets <br/> Through this program, learners will be introduced to the Business Continuity Lifecycle (Plan–Do–Check–Act), a systematic approach that ensures continuity strategies are not only planned but also implemented, tested, and continually improved. The course covers introduction to key components such as Incident Response Structure, Business Impact Analysis (BIA), Risk Assessment (RA), Strategy and Solutions, BCM Documentation, BCM Testing and many more, giving learners a holistic view of how continuity is developed, implemented, and maintained. <br/>By the end of the course, learners will be equipped with the knowledge and insights needed to support resilience initiatives needed to safeguard your organization against potential disruptions. ",
      "overviewImg": "/img/course/APEX-Global_course-cards_Business-Continuity-Management-Systems.png"
    },
    "keyHighlights": [
      "The course comprises 3 modules with 10 lesson areas. ",
      "Build a strong foundation in Business Continuity Management (BCM) concepts and fundamentals. ",
      "Gain practical understanding of ISO 22301 Business Continuity Management System (BCMS) requirements. ",
      "Gain hands-on knowledge of BIA, Risk Assessment, and Continuity Strategies. ",
      "Learn how to create and manage BCM documentation, plans, and recovery procedures. ",
      "Appreciate the importance of testing, exercises, and continual improvement in strengthening resilience. ",
      "Understand how to evaluate BCMS performance through audits, reviews, and corrective actions. "
    ],
    "dynamicContent": {
      "title": "Why Join This Course? ",
      "subInfo": " ",
      "list": [
        "Gain a solid foundation in the basic fundamentals and concepts of Business Continuity Management. ",
        "Understand the requirements of ISO 22301 Business Continuity Management System (BCMS). ",
        "Understand the key stages of the Business Continuity Lifecycle. ",
        "Learn how risks and impacts on critical operations are identified and addressed. ",
        "Build awareness of effective continuity strategies and response arrangements. ",
        "Strengthen organizational readiness by appreciating the role of testing and continual improvement. "
      ]
    },
    "attendees": [
      "Professionals new to Business Continuity or Risk Management ",
      "Business Continuity and Risk Management Specialists. ",
      "Leaders, managers and supervisors responsible for business, operations or compliance. ",
      "IT, HR, Finance, Health &Safety, and Security staff supporting continuity and recovery efforts. ",
      "ISO 22301 Internal auditors. ",
      "Anyone seeking foundational knowledge of ISO 22301 and BCM practices. "
    ],

    "module": [
      {
        "moduleTitle": "Module-1",
        "moduleSubtitle": "Planning the Business Continuity Management System (BCMS)",
        "moduleImg": "/img/course/APEX-Global_course-cards_Business-Continuity-Management-Systems.png",
        "moduleInfo": "Planning the Business Continuity Management System (BCMS)",
        "moduleList": [
          "Introduction to BCMS ",
          "Leadership Commitment to BCMS ",
          "Planning and Support "
        ]
      },

      {
        "moduleTitle": "Module-2",
        "moduleSubtitle": "Preparation of the Business Continuity Management System (BCMS) ",
        "moduleImg": "/img/course/APEX-Global_course-cards_Business-Continuity-Management-Systems.png",
        "moduleInfo": "Preparation of the Business Continuity Management System (BCMS) ",
        "moduleList": [
          "Awareness and Competency ",
          "Business Impact Analysis (BIA) ",
          "Risk Assessment (RA) ",
          "Strategy and Solutions "
        ]
      },
      {
        "moduleTitle": "Module-3",
        "moduleSubtitle": "Implementation and Evaluation of the Business Continuity Management System (BCMS)",
        "moduleImg": "/img/course/APEX-Global_course-cards_Business-Continuity-Management-Systems.png",
        "moduleInfo": "Implementation and Evaluation of the Business Continuity Management System (BCMS)",
        "moduleList": [
          "Documentation and Implementation  ",
          "Exercise Program ",
          "Performance Evaluation "
        ]
      }
    ]
  },
  {
    "courseName": "Sustainability Reporting Fundamentals",
    "courseSubtitle": "",
    "courseBannerImage": "/img/course/Sustainability-Reporting-fundamentals-banner.jpg",
    "navItems": [
      {
        "href": "#overview",
        "label": "Overview"
      },
      {
        "href": "#objectives",
        "label": "Learning Objectives"
      },
      {
        "href": "#attendees",
        "label": "Who is it for?"
      },
      {
        "href": "#modules",
        "label": "Modules"
      }
    ],
    "overview": {
      "overviewTitle": "OVERVIEW ",
      "overviewDescription": " Sustainability Reporting Fundamentals provides a comprehensive introduction to the evolving world of sustainability reporting. Beginning with corporate sustainability fundamentals, the course explores the rising demand for sustainability disclosures, the principles guiding effective reporting, and the practical steps organizations can take to produce meaningful reports. Learners will also examine the unique challenges in reporting, such as catering to multiple audiences, standardizing data, and ensuring credibility. By the end of the course, participants will understand how sustainability reporting supports transparency, compliance, risk management, and long-term business success, while also positioning organizations to meet investor, regulatory, and societal expectations ",
      "overviewImg": "/img/course/APEX-Global_course-cards_Sustainability-Reporting-101.png"
    },
    "keyHighlights": [
      "Step-by-step introduction to sustainability reporting concepts and evolution ",
      "Exploration of global and local reporting ecosystems and trends ",
      "Practical guidance on applying reporting principles and approaches ",
      "Insights on reporting formats and the role of technology ",
      "Discussion of real-world challenges and future opportunities in reporting ",
      "Aligned with global frameworks (GRI, SASB, TCFD, IFRS) "
    ],
    "dynamicContent": {
      "title": "Learning Objectives ",
      "subInfo": " ",
      "list": [
        "Gain a clear foundation in one of today’s most in-demand business skills  ",
        "Understand regulatory and market drivers shaping corporate disclosures ",
        "Build practical skills to support sustainability report preparation ",
        "Learn how to communicate sustainability performance credibly and effectively ",
        "Position yourself or your organization as a leader in ESG and reporting practices "
      ]
    },
    "attendees": [
      "Sustainability and CSR practitioners  ",
      "Finance, Accounting, and Compliance professionals ",
      "Corporate communications and investor relations teams ",
      "Business leaders and managers responsible for ESG performance ",
      "Students, educators, and professionals exploring careers in sustainability reporting "
    ],

    "module": [
      {
        "moduleTitle": "Module-1",
        "moduleSubtitle": "Sustainability Reporting Fundamentals",
        "moduleImg": "/img/course/APEX-Global_course-cards_Sustainability-Reporting-101.png",
        "moduleInfo": "Sustainability Reporting Fundamentals",
        "moduleList": [
          "Introduction to Sustainability ",
          "Key Reasons why Businesses Should Prioritize Sustainability ",
          "Real-life Scenarios ",
          "Next step: How do we communicate commitment? "
        ]
      },

      {
        "moduleTitle": "Module-2",
        "moduleSubtitle": "Demand for Sustainability Reporting",
        "moduleImg": "/img/course/APEX-Global_course-cards_Sustainability-Reporting-101.png",
        "moduleInfo": "Demand for Sustainability Reporting ",
        "moduleList": [
          "Evolution of Corporate Disclosures ",
          "Sustainability reporting overview  ",
          "Sustainability Reporting Ecosystem "
        ]
      },
      {
        "moduleTitle": "Module-3",
        "moduleSubtitle": "Sustainability Reporting Principles and Implementation",
        "moduleImg": "/img/course/APEX-Global_course-cards_Sustainability-Reporting-101.png",
        "moduleInfo": "Sustainability Reporting Principles and Implementation",
        "moduleList": [
          "Sustainability Reporting Principles  ",
          "Sustainability Reporting: A Practical Approach ",
          "Reporting formats and technology’s role in reporting "
        ]
      },
      {
        "moduleTitle": "Module-4",
        "moduleSubtitle": "Sustainability Reporting Unique Challenges",
        "moduleImg": "/img/course/APEX-Global_course-cards_Sustainability-Reporting-101.png",
        "moduleInfo": "Sustainability Reporting Unique Challenges",
        "moduleList": [
          "Challenges in sustainability reporting ",
          "Systems for comprehensive reporting ",
          "Opportunities for the Future ",
          "Investors Challenges "
        ]
      }
    ]
  },
  {
    "courseName": "Basic Occupational Safety and Health",
    "courseSubtitle": "",
    "courseBannerImage": "/img/course/Basic-Occupational-Safety-and-Health-banner.png",
    "navItems": [
      {
        "href": "#overview",
        "label": "Overview"
      },
      {
        "href": "#objectives",
        "label": "Learning Objectives"
      },
      {
        "href": "#attendees",
        "label": "Who is it for?"
      },
      {
        "href": "#modules",
        "label": "Modules"
      }
    ],
    "overview": {
      "overviewTitle": "OVERVIEW ",
      "overviewDescription": " This course introduces the fundamentals of Occupational Health and Safety (OHS), focusing on workplace laws, standards, and programs that ensure a safe and healthy environment. It equips learners with the skills to identify hazards, conduct risk assessments, and implement effective safety measures. The course also covers emergency preparedness and response, employees’ compensation protocols, and the roles of OSH personnel. Finally, it develops trainers’ capacity to communicate OHS concepts, deliver mandatory safety seminars, and foster a culture of safety through continuous training and engagement. </br></br> <strong> Basic Occupational Health and Safety 1</strong> offers a practical guide to building a safe and healthy workplace in line with Philippine laws and standards. Beginning with the foundations of OSH principles and mandatory programs, the course explores accident causation, unsafe acts and conditions, hazard identification, and risk assessment through HIRAC techniques. Learners will gain clarity on safety programs covering housekeeping, fire, machine, electrical, and chemical safety, as well as emergency preparedness, response protocols, and the Employees’ Compensation Program. By the end, participants will be ready to apply OSH principles, conduct risk assessments, implement safety measures, and contribute to a culture of compliance and worker protection.",
      "overviewImg": "/img/course/APEX-Global_course-cards_Basic-Occupational-Safety-and-Health.png"
    },
    "keyHighlights": [
      "Clear introduction to OSH principles, Philippine laws, and global context.",
      "Step-by-step guidance on hazard identification, risk assessment (HIRAC), and control measures.",
      "Practical walkthrough of essential safety programs, including housekeeping, fire, machine, electrical, and chemical safety.",
      "Exploration of workplace emergency preparedness, employee compensation protocols, and the role of OSH trainers in fostering a culture of safety."
    ],
    "dynamicContent": {
      "title": "Learning Objectives ",
      "subInfo": " ",
      "list": [
        "Understand the foundations, principles, and legal framework of Occupational Health and Safety. ",
        "Learn the requirements of mandatory OSH programs and compliance with Philippine standards.",
        "Gain practical skills to identify workplace hazards and conduct risk assessments using HIRAC.",
        "Apply essential safety measures across material handling, machines, electricity, fire, and chemical management.",
        "Enhance workplace safety, emergency preparedness, and employee well-being through effective OSH practices."
      ]
    },
    "attendees": [
      "Employees and workers across industries",
      "Supervisors, managers, and team leaders",
      "Safety officers and OSH committee members",
      "Human resource and compliance officers",
      "Contractors, subcontractors, and site personnel in high-risk activities ",
      "Trainers, educators, and practitioners pursuing careers in occupational safety and health"
    ],

    "module": [
      {
        "moduleTitle": "Module-1 ",
        "moduleSubtitle": "Introduction to Occupational Safety and Health",
        "moduleImg": "/img/course/APEX-Global_course-cards_Basic-Occupational-Safety-and-Health.png",
        "moduleInfo": "Introduction to Occupational Safety and Health",
        "moduleList": [
          "Importance of OSH",
          "Mandatory OSH Program",
          "Accident Causation and Prevention",
          "Unsafe and Unhealthy Acts and Conditions",
          "Overview of OSH Standards and Laws in the Philippines",
          "Reportorial Requirements",
          "Penalties for violations"
        ]
      },

      {
        "moduleTitle": "Module-2",
        "moduleSubtitle": "Safety Programs: Essential Rules and Measure",
        "moduleImg": "/img/course/APEX-Global_course-cards_Basic-Occupational-Safety-and-Health.png",
        "moduleInfo": "Safety Programs: Essential Rules and Measure",
        "moduleList": [
          "Workplace good housekeeping (5S System)",
          "Safety on Material Handling and Storage",
          "Fire Safety",
          "Machine Safety",
          "Electrical Safety",
          "Chemical Safety",
          "Safety Data Sheet (SDS)",
          "DOLE Department Order No. 136-14"
        ]
      },
      {
        "moduleTitle": "Module-3",
        "moduleSubtitle": "Hazard Identification and Risk Assessment",
        "moduleImg": "/img/course/APEX-Global_course-cards_Basic-Occupational-Safety-and-Health.png",
        "moduleInfo": "Hazard Identification and Risk Assessment",
        "moduleList": [
          "Basic Concepts of Hazards and Risks",
          "Types of Hazards",
          "Methods for identifying Hazards",
          "Hazards Identification, Risk Assessment and Control (HIRAC)",
          "Risk assessment techniques"
        ]
      },
      {
        "moduleTitle": "Module-4",
        "moduleSubtitle": "Workplace Emergency Preparedness",
        "moduleImg": "/img/course/APEX-Global_course-cards_Basic-Occupational-Safety-and-Health.png",
        "moduleInfo": "Workplace Emergency Preparedness",
        "moduleList": [
          "Roles of OSH personnel and other persons during emergencies",
          "Responses during emergencies",
          "Conduct of emergency drills ",
          "Main functions of Employees’ Compensation Commission ",
          "Purpose of ECP and employees covered of benefits ",
          "Compensable diseases"
        ]
      },
      {
        "moduleTitle": "Module-5",
        "moduleSubtitle": "Communicating OSH Training of Trainers on OSH",
        "moduleImg": "/img/course/APEX-Global_course-cards_Basic-Occupational-Safety-and-Health.png",
        "moduleInfo": "Communicating OSH Training of Trainers on OSH",
        "moduleList": [
          "Roles of OSH trainers",
          "Basic skills of trainers",
          "Presentation materials and delivery techniques",
          "Mandatory OSH training for workers"
        ]
      }
    ]
  },
  {
    "courseName": "International Financial Reporting Standards",
    "courseSubtitle": "",
    "courseBannerImage": "/img/course/International-Financial-Reporting-Standards-Banner.png",
    "navItems": [
      {
        "href": "#overview",
        "label": "Overview"
      },
      {
        "href": "#objectives",
        "label": "Learning Objectives"
      },
      {
        "href": "#attendees",
        "label": "Who is it for?"
      },
      {
        "href": "#modules",
        "label": "Modules"
      }
    ],
    "overview": {
      "overviewTitle": "OVERVIEW ",
      "overviewDescription": " This course introduces learners to the IFRS Sustainability Disclosure Standards—S1 (General Requirements) and S2 (Climate-related Disclosures). It provides the context, purpose, and practical application of these standards, equipping participants with the knowledge to align sustainability disclosures with global best practices and investor expectations. </br></br> <strong> IFRS S1 and S2 Fundamentals </strong> explores the global drivers of sustainability reporting, the role of the IFRS Foundation and ISSB, and how these standards establish a global baseline for disclosure. The course unpacks the core requirements of IFRS S1, the climate-specific disclosures of IFRS S2, and guides learners in transitioning from compliance to meaningful action. By the end of the course, participants will understand how IFRS S1 and S2 help organizations manage risks, build credibility, and integrate sustainability into financial reporting.",
      "overviewImg": "/img/course/APEX-Global_course-cards_International-Financial-Reporting-Standards.png"
    },
    "keyHighlights": [
      "Clear introduction to IFRS S1 and S2, their scope, and purpose",
      "Practical breakdown of core disclosure pillars (Governance, Strategy, Risk Management, Metrics & Targets)",
      "Mapping S2 requirements to TCFD and SASB frameworks",
      "Insights into jurisdictional adoption, compliance pathways, and alignment with GRI and ESRS",
      "Guidance on conducting gap assessments and developing transition plans"
    ],
    "dynamicContent": {
      "title": "Learning Objectives ",
      "subInfo": " ",
      "list": [
        "Understand the global context behind IFRS sustainability standards and the ISSB’s role",
        "Gain knowledge of IFRS S1 requirements and how they support comprehensive disclosures",
        "Apply IFRS S2 climate-specific disclosures, including metrics, targets, and scenario analysis",
        "Conduct a high-level gap assessment and propose steps to align organizational reporting with IFRS S1 and S2"
      ]
    },
    "attendees": [
      "Sustainability, Finance, and Compliance professionals preparing for IFRS adoption",
      "Investor relations and corporate communications teams",
      "Business leaders and managers responsible for ESG strategy and disclosures",
      "Auditors and assurance providers supporting sustainability reporting",
      "Educators, students, and professionals seeking expertise in IFRS-based reporting"
    ],

    "module": [
      {
        "moduleTitle": "Module-1 ",
        "moduleSubtitle": "Introduction and Big Picture",
        "moduleImg": "/img/course/APEX-Global_course-cards_International-Financial-Reporting-Standards.png",
        "moduleInfo": "Introduction and Big Picture",
        "moduleList": [
          "Context and Drivers",
          "Concept of a Global Baseline ",
          "Overview of IFRS S1 and IFRS S2"
        ]
      },

      {
        "moduleTitle": "Module-2",
        "moduleSubtitle": "IFRS S1 - General Requirements",
        "moduleImg": "/img/course/APEX-Global_course-cards_International-Financial-Reporting-Standards.png",
        "moduleInfo": "IFRS S1 - General Requirements",
        "moduleList": [
          "IFRS S1 Overview",
          "Key Principles",
          "Core Disclosure Pillars"
        ]
      },
      {
        "moduleTitle": "Module-3",
        "moduleSubtitle": "IFRS S2 – Climate-related Disclosures",
        "moduleImg": "/img/course/APEX-Global_course-cards_International-Financial-Reporting-Standards.png",
        "moduleInfo": "IFRS S2 – Climate-related Disclosures",
        "moduleList": [
          "IFRS S2 Overview",
          "Climate Risk Assessment: Physical vs. transition risks",
          "Scenario Analysis: What it is, why it matters, how it’s applied"
        ]
      },
      {
        "moduleTitle": "Module-4",
        "moduleSubtitle": "Transitioning to IFRS Reporting",
        "moduleImg": "/img/course/APEX-Global_course-cards_International-Financial-Reporting-Standards.png",
        "moduleInfo": "Transitioning to IFRS Reporting",
        "moduleList": [
          "PFRS and Philippine SEC Requirements",
          "Roadmap to Reporting Transition",
          "Summary"
        ]
      }
    ]
  }
]
